/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Enviar arquivo";
"_download_file_"           = "Baixar arquivo";
"_upload_encrypted_file_"   = "Enviar arquivo criptografado";
"_loading_"                 = "Carregando";
"_loading_num_"             = "Carregando arquivo %i";
"_loading_camera_upload_"   = "Envio automático";
"_uploading_"               = "Enviando";
"_synchronization_"         = "Sincronização";
"_delete_"                  = "Delete";
"_delete_file_n_"           = "Delete o arquivo %i de %i";
"_rename_"                  = "Renomear";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mova o arquivo %i de %i";
"_create_folder_"           = "Crie uma nova pasta";
"_creating_sharing_"        = "Criando compartilhamento";
"_updating_sharing_"        = "Atualizando compartilhamento";
"_removing_sharing_"        = "Removendo compartilhamento";
"_add_"                     = "Adicionar";
"_login_"                   = "Login";
"_save_"                    = "Salvar";
"_save_encrypted_"          = "Salvar criptografado";
"_warning_"                 = "Aviso";
"_error_"                   = "Erro";
"_no_"                      = "Não";
"_yes_"                     = "Sim";
"_select_"                  = "Selecionar";
"_crypto_cloud_upload_"     = "_brand_ - Enviar";
"_home_"                    = "Arquivos";
"_file_to_upload_"          = "Arquivo para envio";
"_destination_"             = "Destino";
"_ok_"                      = "Ok";
"_beta_version_"            = "Versão beta";
"_function_in_testing_"     = "Funcionalidade em testes, por favor envie informações sobre quaisquer problemas ou falhas.";
"_done_"                    = "Feito";
"_passcode_too_short_"      = "Código de segurança muito curto, coloque ao menos 4 caracteres";
"_selected_"                = "Selecionado";
"_scan_fingerprint_"        = "Escaneamento da impressão digital para autenticação";
"_no_active_account_"       = "Nenhuma conta encontrada";
"_info_"                    = "Informações";
"_save_exit_"               = "Você deseja sair sem salvar?";
"_video_"                   = "Video";
"_overwrite_"               = "Sobrescrever";
"_transfers_in_queue_"      = "Transferência em progresso, por favor aguarde ...";
"_too_errors_automatic_all_"= "Muitos erros, vá para o Centro de Controle para verificar o problema";
"_create_folder_"           = "Crie uma nova pasta";
"_close_"                   = "Fechar";
"_postpone_"                = "Postergar";
"_remove_"                  = "Remover";
"_file_not_found_"          = "Arquivo não encontrado";
"_favorite_"                = "Favorito";

// App

"_synchronization_header_"  = "Sincronização de cabeçalho criptografado em andamento ...";
"_network_available_"       = "Rede disponível";
"_network_not_available_"   = "Rede indisponível";

// Networking

"_file_too_big_"            = "Arquivo muito grande para ser criptografado/descriptografado";
"_file_too_big_max_100_"    = "Arquivo muito grande (máximo 100 kb.)";
"_...loading..._"           = ".. carregando ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Arquivo não encontrado. Você não pode reenviá-lo. Cancele o envio e recarregue o arquivo a ser enviado.";
"_file_already_exists_"     = "Não é possível concluir a operação, existe um arquivo com o mesmo nome";
"_read_file_error_"         = "Erro na leitura do arquivo";

// Settings

"_acknowledgements_"        = "Agradecimentos";
"_settings_"                = "Configurações";
"_passcode_"                = "Senha";
"_lock_active_"             = "Cadeado : Ativo";
"_lock_not_active_"         = "Cadeado : Inativo";
"_lock_protection_folder_"  = "Cadeado apenas para proteger pastas";
"_url_"                     = "Url";
"_username_"                = "Nome do Usuário";
"_change_credentials_"      = "Mude suas credenciais";
"_wifi_only_"               = "Use somente conexão Wi-Fi";
"_uploading_from_camera_"   = "Envio automático da câmera";
"_app_version_"             = "Versão do aplicativo";
"_app_in_use_"              = "Aplicativo em uso";
"_contact_by_email_"        = "Contacte-nos por email";
"_clear_cache_"             = "Limpar Cache (used %@)";
"_clear_cache_no_size_"     = "Limpar o cache";
"_exit_"                    = "Sair _brand_";
"_funct_not_enabled_"       = "Funcionalidade não habilitada";
"_passcode_activate_"       = "Bloqueio de senha ativado";
"_disabling_passcode_"      = "Bloqueio de senha desativado";
"_want_exit_"               = "Atenção! _brand_ será resetado para o seu estado original. Continuar? (Nada será alterado na nuvem)";
"_proceed_"                 = "Continuar";
"_delete_cache_"            = "Deletar cache";
"_want_delete_cache_"       = "Você deseja excluir o cache (também irá excluir todos os arquivos locais e redefinir o arquivo off-line)?";
"_mail_deleted_"            = "Email deletado";
"_mail_saved_"              = "Email salvo";
"_mail_sent_"               = "Email enviado com sucesso";
"_mail_failure_"            = "Falha no envio: %@";
"_information_req_"         = "Informação solicitada";
"_credentials_"             = "Credenciais";
"_manage_account_"          = "Gerenciar conta";
"_modify_account_"          = "Modificar conta";
"_add_nextcloud_"           = "Adicionar conta Nextcloud";
"_delete_account_"          = "Deletar conta";
"_want_delete_"             = "Você realmente deseja deletá-la?";
"_no_delete_"               = "Não, não deletar";
"_yes_delete_"              = "Sim, deletar";
"_remove_cache_"            = "Por favor aguarde, deleção de cache em andamento ...";
"_optimizations_"           = "Otimização";
"_synchronizations_"        = "Sincronização de pastas";
"_version_server_"          = "Versão do Servidor";
"_check_key_aes_256_"       = "Control passcode key encryption";
"_encryptpass_by_email_"    = "Send passcode key encryption by mail";
"_title_mail_encryptpass_"  = "Passcode Key Encryption _brand_";
"_text1_mail_encryptpass_"  = "Seu código de segurança da chave de criptografia é";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Ajuda";
"_lock_protection_simply_"  = "Proteção de senha fraca";
"_change_simply_passcode_"  = "Trocar tipo de senha";
"_quota_"                   = "Cota";
"_available_"               = "disponível";
"_cloud_account_"           = "Conta da Nuvem";
"_information_"             = "Informação";
"_user_information_"        = "Informações do Usuário";
"_user_address_"            = "Endereço";
"_user_phone_"              = "Número do telefone";
"_user_email_"              = "Email";
"_user_web_"                = "Website";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "You are using %@ of %@";

// Manage Camera Upload

"_upload_camera_"           = "Uploading the camera";
"_upload_camera_background_"= "Uploading in background";
"_upload_foto_camera_"      = "Uploading photos from camera";
"_upload_encry_camup_"      = "Uploading encrypted";
"_upload_video_camera_"     = "Uploading videos from camera";
"_upload_automatic_photos_" = "Uploading photos automatically by camera";
"_upload_automatic_videos_" = "Uploading videos automatically by camera";
"_photo_folder_photocamera_"= "The photos will be uploaded to the folder photos in your Cloud";
"_upload_automatic_videos_footer_"  = "Due to the use of the CPU, the videos will be sent only when _brand_ is active and in the foreground.";
"_photo_folder_background_"         = "This option required the use of GPS for detect new photos from camera roll every change significative of location";
"_cameraupload_background_title_"   = "Limitations";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Thanks to this, when changes of cell in the cellular network occur, the application wakes up _brand_ for a short time so as to enable it to check if there are new photos to be sent to the cloud.";
"_upload_camera_change_location_"   = "Mudificar pasta";
"_upload_camera_location_now_"      = "Pasta";
"_upload_camera_location_default_"  = "Restaurar pasta padrão";
"_upload_camera_change_location_footer_" = "Change Photos folder where he will also run the 'Automatic upload from camera' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Selecionar uma pasta";
"_upload_camera_save_album_"        = "Copy photo or video in the photo album";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Carregar todas as fotos/videos da câmera";
"_upload_camera_fullphotos_footer_" = "Selecione as opções abaixo antes de carregar";
"_upload_camera_create_subfolder_" = "Usar subpastas";
"_upload_camera_create_subfolder_footer_" = "Guardar em subpastas baseadas em ano e mes";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Sistema de Criptografia nas Nuvens";
"_alert_activation_crypto_cloud_"   = "Sistema de Criptografia nas Nuvens ativado corretamente";
"_alert_deactivation_crypto_cloud_" = "Sistema de Criptografia nas Nuvens desativado corretamente";
"_activation_crypto_cloud_"         = "Sistema de Ativação de Criptografia nas Nuvens";
"_deactivation_crypto_cloud_"       = "Sistema de Desativação de Criptografia nas Nuvens";
"_footer_crypto_cloud_"             = "Com base na criptografia AES-256, o Crypto Cloud System permitirá que você armazene todos os seus dados privados (documentos, modelos, fotos, vídeos, etc ...) em sua nuvem, mantendo-os a salvo de possíveis \"olhares curiosos\".\n\nSer-lhe-á pedido para introduzir uma chave de encriptação (mínimo 4 caracteres, máximo 64 caracteres). Você nunca será capaz de recuperá-lo e seus arquivos permanecerão criptografados. Se você reinstalar o Nextcloud ou acessar seus dados de outro sistema iOS, use a mesma combinação.\n\nQualquer arquivo pode ser criptografado ou descriptografado. O nome das pastas que contêm seus arquivos também pode ser criptografado (para esconder qualquer dica possível em seu conteúdo).\n\nQualquer tipo de documento, seja em formato padrão ou em formato criptografado, pode ser carregado do Nextcloud para a sua Nuvem. Todos os arquivos e pastas criptografados serão marcados em cor laranja. Se eles estiverem no modo de visualização, eles serão identificados por um marcador de 3 balas de cor laranja.\n\nModelos para gravar seus dados confidenciais (nota, cartão de crédito, cartão de ATM, contas bancárias, senhas para sites, etc ...) estão disponíveis e podem ser salvos em sua Nuvem no modo criptografado também.\n\nAtive/Disative sempre que quiser, mas lembre-se sempre de usar a mesma chave de criptografia.\n\nNo momento, os arquivos criptografados com o Crypto Cloud System podem ser visualizados apenas com o sistema iOS.";

// Manage Photos

"_change_folder_photos_"    = "Change folder Photos";

// Manage Help

"_help_tutorial_"           = "Tutorial";
"_help_intro_"              = "Introdução _brand_";
"_help_synchronizations_"   = "Sincronização de pastas";
"_help_share_"              = "Compartilhando arquivos ou pastas";
"_help_itunes_share_"       = "iTunes files sharing & Fingerprint";
"_help_share_ext_"          = "Share extension & Share permission";
"_help_copy_paste_"         = "Copy Paste Files";
"_help_control_center_"     = "Painel de Controle";
"_help_switch_user_"        = "Quickly switch between your accounts";

// Manage Optimizations

"_optimized_photos_"        = "Optimized photos resolution";
"_upload_del_photos_"       = "Remove files after upload";
"_optimized_photos_how_"    = "If your iPhone is low on space, full-resolution photos, uploaded or downloaded ,are automatically replaced with optimized versions, full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"   = "Files will be cancelled from _brand_ memory after they’ve been uploaded on the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Login

"_connect_server_anyway_"   = "Do you want to connect to the server anyway?";
"_connection_error_"        = "Connection error";
"_add_your_nextcloud_"      = "Add your Nextcloud account";
"_key_aes_256_"             = "Passcode key encryption";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Hint";
"_security_init_required_mail_" = "Digite seu endereço de e-mail que a chave de criptografia foi enviada (recomendado). Se você não pode ou não quer fazer isso agora você pode configurar isso mais tarde nas configurações.";
"_email_"                       = "email";
"_title_form_security_init_"    = "Security options";

// offline

"_favorites_"                   = "Favoritos";
"_offline_"                     = "Offline";
"_local_storage_"               = "Local storage";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Aqui está a lista de arquivos que você selecionou como favoritos.";
"_tutorial_offline_view_"       = "Copie aqui os arquivos que devem estar disponíveis off-line.\n\nEles serão sincronizados com sua nuvem.";
"_tutorial_local_view_"         = "Você vai encontrar os arquivos descompactados de sua nuvem . \n\nConectar ao iTunes para compartilhar esses arquivos .";
"_more_"                        = "Mais";

// Camera Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No Photo or Video";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and video from the camera go into settings and activate the service 'Automatic uploading from the camera'";
"_no_date_"                                 = "No date";
"_today_"                                   = "Hoje";
"_time_"                                    = "Time : %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to Settings and turn on Location Services to allow Camera uploads.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Setting and turn on Photo Access to allow Photo camera uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow Camera uploads.";
"_processing_send_camera_upload_"           = "Uploading Camera ..";
"_select_only_localfile_"                   = "Not downloaded file";
"_tutorial_photo_view_"                     = "Nenhum vídeo ou foto carregado";
"_create_full_upload_"                      = "Criando arquivo .. pode levar muito tempo, aguarde";
"_error_createsubfolders_upload_"           = "Erro criando subpastas";

// Template

"_title_"                       = "Title";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "URL :";
"_login:_"                      = "Login :";
"_password:_"                   = "Senha :";
"_notes_"                       = "Notas";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Enter Title";
"_add_folder_"                  = "Add folder";
"_add_photos_videos_"           = "Add photos or videos";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Add notes";
"_add_driving_license_"         = "Add template driving license";
"_add_id_card_"                 = "Add template id card";
"_add_passport_"                = "Add template passport";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Bank name :";
"_code:_"                       = "Code :";
"_security_code:_"              = "Security code :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Credit Card data";
"_name_surname:_"               = "Name Surname :";
"_expiry_date:_"                = "Expiry date :";
"_credit_card_"                 = "Cartão de Crédito";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Número :";
"_place_of_birth:_"             = "Local de nascimento :";
"_date_of_birth:_"              = "Date of birth :";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Date of expiry :";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N. :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agência :";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Passaporte";
"_driving_license_"             = "Driving license";
"_license_number:_"             = "License number :";
"_vehicle_types:_"              = "Vehicle types :";

// Utility

"_never_"                       = "never";
"_less_a_minute_"               = "há menos de um minuto";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait ...";
"_forbidden_characters_"        = "The file or folder have forbidden characters";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Unzip in progress in local storage ...";
"_file_unpacked_"               = "File successfully unpacked on local storage";
"_file_saved_local_"            = "File saved successfully on local storage.";
"_file_not_present_"            = "Error, file not present, reload.";
"_order_by_date_"               = "Order by date";
"_current_order_name_"          = "(current order by name)";
"_order_by_name_"               = "Order by name";
"_current_order_date_"          = "(current order by date)";
"_sort_descending_"             = "Sort descending";
"_current_sort_ascending_"      = "(current sort: ascending)";
"_sort_ascending_"              = "Sort ascending";
"_current_sort_descending_"     = "(current sort: descending)";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_encrypted_selected_files_"    = "Encrypted files";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Download files";
"_error_passcode_"              = "Error passcode key encryption.";
"_error_operation_canc_"        = "Error, operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate from the Settings.";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Encrypt";
"_decrypt_"                     = "Decrypt";
"_remove_favorites_"            = "Remove from favorites";
"_remove_offline_"              = "Remover do modo offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Adicionar ao offline";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Share";
"_reload_"                      = "Reload";
"_open_in_"                     = "Open in...";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encrypted ...";
"_decrypted_progress_"          = "Decrypted ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Remove the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "Depois de ativar o offline, todos os arquivos na pasta serão sincronizados com o servidor, continuar?";
"_same_device_different_passcode_"  = "O arquivo foi criptografado no mesmo dispositivo, mas com código de acesso diferente. Tenha em mente que se a senha antiga for digitada , arquivos criptografados com o novo código de acesso não serão legíveis.";
"_file_encrypted_another_device_"   = "O arquivo foi criptografado em outro dispositivo [%@], entre com a senha para descriptografar o conteúdo.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Group by Alphabetical Order";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "Rede Wi-Fi necessária, %lu %@ para upload";
"_tite_footer_upload_"          = "%lu %@ para upload";
"_tite_footer_download_wwan_"   = "Rede Wi-Fi necessária, %lu %@ para download";
"_tite_footer_download_"        = "%lu %@ para download";
"_limited_dimension_"           = "Reached maximum size";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error, file not saved on Photo Album";
"_file_saved_cameraroll_"       = "File saved on Photo Album";
"_directory_on_top_yes_"        = "Pastas no topo";
"_directory_on_top_no_"         = "Pastas no topo";
"_folder_automatic_upload_"     = "Pasta para upload automático";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Missing files on the server";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Paste files";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

"_search_this_folder_"          = "Pesquisar nesta pasta";
"_search_all_folders_"          = "Pesquisar em todas as pastas";
"_search_sub_folder_"           = "Pesquisar nesta pasta e subpastas";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "During the encryption of file %@ occurred errors. [%@]";
"_decrypt_error_"               = "During the decryption of file %@ occurred errors. [%@]";
"_encryption_"                  = "Encryption ...";
"_decryption_"                  = "Decryption ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send link to ...";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Pesquisar";
"_find_sharee_"                 = "Search user or group ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "Se já sabe o nome, introduza-o, selecione o tipo de compartilhamento e pressione 'Concluído' para confirmar";
"_direct_sharee_"               = "Enter the username ...";
"_user_sharee_footer_"          = "Tap for change privileges";
"_share_type_title_"            = "Tipo de compartilhamento";
"_share_type_user_"             = "Usuário";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Folder : %@";

// List Transfers

"_no_transfer_"                     = "No transfer";

// Offline

"_create_synchronization_"          = "Criar sincronismo";

// Create Cloud

"_upload_photos_videos_"            = "Fazer upload de fotos e vídeos";
"_upload_file_"                     = "Enviar arquivo";
"_upload_encrypted_mode"            = "Enviar em modo criptografado";
"_upload_template_"                 = "Carregar um modelo";
"_upload_plain_mode"                = "Enviar em modo simples";

// Document Picker

"_save_document_picker_"            = "Salve aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Pasta de destino";
"_use_folder_photos_"               = "Use a pasta Fotos como destino";
"_rename_filename_"                 = "Renomear";
"_filename_"                        = "Nome do arquivo";
"_preview_filename_"                = "Exemplo de nome de arquivo de visualização, você pode usar a máscara MM,DD,YY para a data";
"_forbidden_characters_"            = "The file or folder have forbidden characters";

// Notification

"_notification_"                    = "Notificações";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Done";
"Select Photos"                 = "Select Photos";
"photo"                         = "photo";
"photos"                        = "photos";
"of"                            = "of";

"%i of %i"                      = "%1$i of %2$i";
